[
{ "name": "Aristotle", "imageAuthor": "aristotle", "moreInfoUrl": "https://www.biographies.net/people/en/aristotle",

"quotes": [

"Whatsoever that be within us that feels, thinks, desires, and animates, is something celestial, divine, and, consequently, imperishable.",

"Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",

"Man perfected by society is the best of all animals he is the most terrible of all when he lives without law, and without justice.",

"Those who educate children well are more to be honored than parents, for these only gave life, those the art of living well.",

"Again, men in general desire the good, and not merely what their fathers had.",
"Melancholy men are of all others the most witty.",
"The three aims of the tyrant are, one, the humiliation of his subjects; he knows that a mean-spirited man will not conspire against anybody; two, the creation of mistrust among them; for a tyrant is not to be overthrown until men begin to have confidence in one another -- and this is the reason why tyrants are at war with the good; they are under the idea that their power is endangered by them, not only because they will not be ruled despotically, but also because they are too loyal to one another and to other men, and do not inform against one another or against other men -- three, the tyrant desires that all his subjects shall be incapable of action, for no one attempts what is impossible and they will not attempt to overthrow a tyranny if they are powerless.",

"What the statesman is most anxious to produce is a certain moral character in his fellow citizens, namely a disposition to virtue and the performance of virtuous actions.",
"All human actions have one or more of these seven causes: chance, nature, compulsion, habit, reason, passion, and desire.",
"I count him braver who overcomes his desires than him who conquers his enemies; for the hardest victory is over self.",

"Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit.",

"It is possible to fail in many ways...while to succeed is possible only in one way.",

"We are what we repeatedly do.",

"Character is that which reveals moral purpose, exposing the class of things a man chooses or avoids",

"The ideal man bears the accidents of life with dignity and grace, making the best of circumstances.",
" The least initial deviation from the truth is multiplied later a thousandfold.",

"Evil draws men together.",
" With regard to excellence, it is not enough to know, but we must try to have and use it.",
" Those that know, do. Those that understand, teach.",

"It is the mark of an educated mind to rest satisfied with the degree of precision which the nature of the subject admits and not to seek exactness where only an approximation is possible.",
" He who cannot be a good follower cannot be a good leader.",

"All proofs rest on premises.",
"Education is the best provision for the journey to old age.",
" Philosophy is the science which considers truth.",
"The best political community is formed by citizens of the middle class.",
"Without friends no one would choose to live, though he had all other goods.",
"Let us be well persuaded that everyone of us possesses happiness in proportion to his virtue and wisdom, and according as he acts in obedience to their suggestion.",


"This communicating of a man's self to his friend works two contrary effects for it redoubleth joys, and cutteth griefs in half.",


"We are what we repeatedly do. Excellence, then, is not an act, but a habit.",


"It is the mark of an educated mind to be able to entertain a thought without accepting it.",

"Both oligarch and tyrant mistrust the people, and therefore deprive them of their arms.",


"Friendship is essentially a partnership.",


"There was never a genius without a tincture of madness.",


"All men by nature desire knowledge.",


"Even when laws have been written down, they ought not always to remain unaltered.",


"Law is order, and good law is good order.",


"We make war that we may live in peace.",


"Youth is easily deceived because it is quick to hope.",


"The aim of art is to represent not the outward appearance of things, but their inward significance.",


"To love someone is to identify with them.",


"For the things we have to learn before we can do them, we learn by doing them.",


"What is a friend? A single soul dwelling in two bodies.",


"All human actions have one or more of these seven causes chance, nature, compulsion, habit, reason, passion, and desire.",


"What we have to learn to do, we learn by doing.",


"Man is by nature a political animal.",


"I have gained this by philosophy that I do without being commanded what others do only from fear of the law.",


"What lies in our power to do, it lies in our power not to do.",


"Those who educate children well are more to be honored than they who produce them; for these only gave them life, those the art of living well.",


"Dignity consists not in possessing honors, but in the consciousness that we deserve them.",


"Education is the best provision for old age.",


"The true end of tragedy is to purify the passions.",


"Young people are in a condition like permanent intoxication, because youth is sweet and they are growing.",


"The high minded man must care more for the truth than for what people think.",


"Courage is the first of human qualities because it is the quality which guarantees the others.",


"The roots of education are bitter, but the fruit is sweet.",


"Anyone can become angry. That is easy But to be angry with the right person, to the right degree, at the right time, for the right purpose and in the right way - that is not easy.",


"He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.",


"Where there are friends, there is no need for justice, but where there is justice there still is a need for friendship.",

" Pleasure in the job puts perfection in the work.",


"Well begun is half done.",


"Wit is educated insolence.",


"Change in all things is sweet.",


"It is in justice that the ordering of society is centered.",


"We are what we repeatedly do. Excellence, then, is not an act but a habit.",


"The basis of a democratic state is liberty.",


"Dignity does not consist in possessing honors, but in deserving them.",


"No great genius has ever existed without some touch of madness.",


"Hope is a waking dream.",


"In all things of nature there is something of the marvelous.",


"Law is mind without reason.",


"Misfortune shows those who are not really friends.",


"Patience is bitter, but its fruit is sweet.",


"To be conscious that we are perceiving or thinking is to be conscious of our own existence.",


"Wishing to be friends is quick work, but friendship is slow-ripening fruit.",


"All virtue is summed up in dealing justly.",


"Liars when they speak the truth are not believed.",


"Nature does nothing uselessly.",


"We are what we repeatedly do. Excellence, therefore, is not an act by a habit.",


"A likely impossibility is always preferable to an unconvincing possibility.",


"Humor is the only test of gravity, and gravity of humor; for a subject which will not bear raillery is suspicious, and a jest which will not bear serious examination is false wit.",


"It is easy to fly into a passion--anybody can do that--but to be angry with the right person and at the right time and with the right object and in the right way--that is not easy, and it is not everyone who can do it.",


"It is well to be up before daybreak, for such habits contribute to health, wealth, and wisdom.",


"One swallow does not make a summer.",


"The best friend is the man who in wishing me well wishes it for my sake.",


"The wicked have no stability, for they do not remain in consistency with themselves; they continue friends only for a short time, rejoicing in each other?s wickedness.",


"To give a satisfactory decision as to the truth it is necessary to be rather an arbitrator than a party to the dispute.",


"A man married to the right woman will be happy. A man married to the wrong woman will be a philosopher.",


"It is not always the same thing to be a good man and a good citizen.",


"Men acquire a particular quality by constantly acting a particular way, you become just by performing just actions, temperate by performing temperate actions, brave by performing brave actions.",


"Mothers are fonder than fathers of their children because they are more certain they are their own.",


"Those who have the command of the arms in a country are masters of the state, and have it in their power to make what revolutions they please. Thus, there is no end to observations on the difference between the measures likely to be pursued by a minister backed by a standing army, and those of a court awed by the fear of an armed people.",


"To Thales the primary question was not what do we know, but how do we know it.",


"To perceive is to suffer.",


"A friend is a second self.",


"Probable impossibilities are to be preferred to improbable possibilities.",


"The gods too are fond of a joke.",


"A flatterer is a friend who is your inferior, or pretends to be so.",


"A great city is not to be confounded with a populous one.",


"In the arena of human life the honours and rewards fall to those who show their good qualities.",


"No man of high and generous spirit is ever willing to indulge in flattery; the good may feel affection for others, but will not flatter them.",


"The ridiculous is produced by any defect that is unattended by pain, or fatal consequences; thus, an ugly and deformed countenance does not fail to cause laughter, if it is not occasioned by pain.",


"A whole is that which has beginning, middle and end.",


"Of all the varieties of virtues, liberalism is the most beloved.",


"All paid jobs absorb and degrade the mind.",


"Consider pleasures as they depart, not as they come.",


"Happiness depends upon ourselves.",


"Happiness is a state of activity.",


"Nor was civil society founded merely to preserve the lives of its members; but that they might live well: for otherwise a state might be composed of slaves, or the animal creation, nor is it an alliance mutually to defend each other from injuries, or for a commercial intercourse. But whosoever endeavors to establish wholesome laws in a state, attends to the virtues and vices of each individual who composes it; from whence it is evident, that the first care of him who would found a city, truly deserving that name, and not nominally so, must be to have his citizens virtuous.",


"We must as second best, take the least of the evils.",


"The educated differ from the uneducated as much as the living from the dead.",


"It is simplicity that makes the uneducated more effective than the educated when addressing popular audiences.",


"Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government.",


"Education and morals will be found almost the whole that goes to make a good man.",


"guess he wasnt a lotus eater-the frowned people of today-the land which time forgot to change-was the guru of alexandar the great-pity the lotus eaters(qoute the time machine)-my tribute to all the fallen ones-the lotus eaters-rest in peace in grave-pity you didnt have machiavellian persons like him to teach-the dear departed ones-let them at least know peace in their grave.",


"In poverty and other misfortunes of life, true friends are a sure refuge. The young they keep out of mischief; to the old they are a comfort and aid in their weakness, and those in the prime of life they incite to noble deeds.",


"It is the nature of desire not to be satisfied, and most men live only for the gratification of it.",


"It is unbecoming for young men to utter maxims.",


"The soul never thinks without a picture.",


"happiness is the highest good, being a realization and perfect practice of virtue, which some can attain, while others have little or none of it.",


"A friend to all is a friend to none.",


"A state is not a mere society, having a common place, established for the prevention of mutual crime and for the sake of exchange.  Political society exists for the sake of noble actions, and not of mere companionship.",


"I count him braver who conquers his desires than him who conquers his enemies for the hardest victort is the victory over self.",


"If liberty and equality, as is thought by some are chiefly to be found in democracy, they will be best attained when all persons alike share in the government to the utmost.",


"In poverty and other misfortunes of life, true friends are a sure refuge. The young they keep out of mischief to the old they are a comfort and aid in their weakness, and those in the prime of life they incite to noble deeds.",


"Man differs from other animals particularly in this, that he is imitative, and acquires his rudiments of knowledge in this way; besides, the delight in imitation is universal.",


"Man perfected by society is the best of all animals; he is the most terrible of all when he lives without law, and without justice.",


"Paraphrased for brevity: Those who think a HERILE government is the same as a regal government or that of a large family or of a city are mistaken.",


"Piety requires us to honor truth above our friends.",


"Poverty is the parent of revolution and crime.",


"The least deviation from truth will be multiplied later.",


"The only stable state is the one in which all men are equal before the law.",


"They should rule who are able to rule best.",


"Time crumbles things everything grows old under the power of Time and is forgotten through the lapse of Time.",


"To enjoy the things we ought and to hate the things we ought has the greatest bearing on excellence of character.",


"What is common to many is least taken care of, for all men have greater regard for what is their own than what they possess in common with others.",


"Wishing to be friends is quick work but friendship is slow ripening fruit."

]},

{ "name": "Al Capone", "imageAuthor": "capone", "moreInfoUrl": "https://www.biographies.net/people/en/james_fenimore_cooper", "quotes": [

"You can go a long way with a smile. You can go a lot farther with a smile and a gun.",
"I've been accused of every death except the casualty list of the World War.",

"I am like any other man. All I do is supply a demand.",

"I’m a kind person, I’m kind to everyone, but if you are unkind to me, then kindness is not what you’ll remember me for.",
"This American system of ours . . . call it Americanism, call it capitalism, call it what you like, gives to each and every one of us a great opportunity if we only seize it with both hands and make the most of it.",
"Once in the racket you're always in it.",
"I have built my organization upon fear.",
"I don't even know what street Canada is on.",
"My rackets are run on strictly American lines and they're going to stay that way.",
"Remember to vote early -- and often."
]},

{ "name": "Confucius", "imageAuthor": "confucius", "moreInfoUrl": "https://www.biographies.net/people/en/confucius",

"quotes": [


"To govern is to correct. If you set an example by being correct, who would dare remain incorrect?",


"If a man takes no thought about what is distant, he will find sorrow near at hand.",


"If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.",


"Real knowledge is to know the extent of one's ignorance.",


"It does not matter how slowly you go so long as you do not stop.",


"Do not be desirous of having things done quickly. Do not look at small advantages. Desire to have things done quickly prevents their being done thoroughly. Looking at small advantages prevents great affairs from being accomplished.",


"Virtue is more to man than either water or fire. I have seen men die from treading on water and fire, but I have never seen a man die from treading the course of virtue.",


"The superior man is modest in his speech, but excels in his actions.",


"Do not use a cannon to kill a mosquito.",


"By three methods we may learn wisdom First, by reflection, which is noblest Second, by imitation, which is easiest and third by experience, which is the bitterest.",


"When a man's knowledge is sufficient to attain, and his virtue is not sufficient to enable him to hold, whatever he may have gained, he will lose again.",


"Without an acquaintance with the rules of propriety, it is impossible for the character to be established.",


"I hear and I forget. I see and I believe. I do and I understand.",


"Everything has beauty, but not everyone sees it.",


"I do not want a friend Who smiles when I smile Who weeps when I weep For my shadow in the pool Can do better than that.",


"Better a diamond with a flaw than a pebble without.",


"Our greatest glory is not in never falling, but in rising every time we fall.",


"Fine words and an insinuating appearance are seldom associated with true virtue.",


"It does not matter how slowly you go, so long as you do not stop.",


"The superior man, when resting in safety, does not forget that danger may come. When in a state of security he does not forget the possibility of ruin. When all is orderly, he does not forget that disorder may come. Thus his person is not endangered, and his States and all their clans are preserved.",


"They must often change who would be constant in happiness or wisdom.",


"Silence is a friend who will never betray.",


"Silence is the true friend that never betrays.",


"A journey of a thousand miles begins with a single step.",


"If language is not correct, then what is said is not what is meant; if what is said is not what is meant, then what must be done remains undone; if this remains undone, morals and art will deteriorate; if justice goes astray, the people will stand about in helpless confusion. Hence there must be no arbitrariness in what is said. This matters above everything.",


"He does not preach what he practices till he has practiced what he preaches.",


"He who wishes to secure the good of others has already secured his own.",


"I hear and I forget. I see and I remember. I do and I understand.",


"The superior man is modest in his speech but exceeds in his actions.",


"What you do not want done to yourself, do not do to others.",


"Men's natures are alike, it is their habits that carry them far apart.",


"Learn as though you would never be able to master it; hold it as though you would be in fear of losing it.",


"The object of the superior man is truth.",


"Forget injuries, never forget kindnesses.",


"He who speaks without modesty will find it difficult to make his words good.",


"Hold faithfulness and sincerity as first principles.",


"Man who stand on hill with mouth open will wait long time for roast duck to drop in.",


"It is man that makes truth great, not truth that makes man great.",


"The superior man is modest in his speech, but exceeds in his actions.",


"The superior man is satisfied and composed the mean man is always full of distress.",


"There are three things which the superior man guards against. In youth...lust. When he is strong...quarrelsomeness. When he is old...covetousness.",


"When you have faults, do not fear to abandon them.",


"I am not one who was born in the possession of knowledge I am one who is fond of antiquity, and earnest in seeking it there.",


"The essence of knowledge is, having it, to apply it not having it, to confess your ignorance.",


"The perfecting of one's self is the fundamental base of all progress and all moral development.",


"The scholar who cherishes the love of comfort is not fit to be deemed a scholar.",


"To go beyond is as wrong as to fall short.",


"To know that one knows what one knows, and to know that one doesn't know what one doesn't know, there lies true wisdom.",


"Have no friends not equal to yourself.",


"By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.",


"By nature, men are nearly alike by practice, they get to be wide apart.",


"Wheresoever you go, go with all your heart.",


"Study the past if you would define the future.",


"With coarse rice to eat, with water to drink, and my bended arm for a pillow - I have still joy in the midst of these things. Riches and honors acquired by unrighteousness are to me as a floating cloud.",


"The expectations of life depend upon diligence the mechanic that would perfect his work must first sharpen his tools.",


"He who learns but does not think, is lost! He who thinks but does not learn is in great danger.",


"If a man withdraws his mind from the love of beauty, and applies it as sincerely to the love of the virtuous if, in serving his parents, he can exert his utmost strength if, in serving his prince, he can devote his life if in his intercourse with his friends, his words are sincere - although men say that he has not learned, I will certainly say that he has.",


"What the superior man seeks is in himself what the small man seeks is in others.",


"Be not ashamed of mistakes and thus make them crimes.",


"The wheel of fortune turns round incessantly, and who can say to himself, I shall to-day be uppermost.",


"When anger rises, think of the consequences.",


"He who learns but does not think, is lost He who thinks but does not learn is in great danger.",


"Ignorance is the night of the mind, but a night without moon and star.",


"They must change who would be constant in happiness and wisdom.",


"What is the sound of one hand clapping",


"The man who in view of gain thinks of righteousness who in the view of danger is prepared to give up his life and who does not forget an old agreement however far back it extends - such a man may be reckoned a complete man.",

"To be wronged is nothing unless you continue to remember it",




"To be wronged is nothing unless you continue to remember it.",



"When you know a thing, to hold that you know it and when you do not know a thing, to allow that you do not know it - this is knowledge.",

"If a man take no thought about what is distant, he will find sorrow near at hand",

"Looking at small advantages prevents great affairs from being accomplished.",


"Recompense injury with justice, and recompense kindness with kindness.",


"The superior man acts before he speaks, and afterwards speaks according to his actions.",


"To be able to practice five things everywhere under heaven constitutes perfect virtue.  They are gravity, generosity of soul, sincerity, earnestness, and kindness.",


"While you are not able to serve men, how can you serve spirits of the dead.  While you do not know life, how can you know about death.",


"If you think in terms of a year, plant a seed; if in terms of ten years, plant trees; if in terms of 100 years, teach the people.",


"To be able under all circumstances to practice five things constitutes perfect virtue; these five things are gravity, generosity of soul, sincerity, earnestness and kindness.",


"Respect yourself and others will respect you.",


"A man who does not plan long ahead will find trouble right at his door.",


"Heaven means to be one with God.",


"I have not seen a person who loved virtue, or one who hated what was not virtuous.  He who loved virtue would esteem nothing above it.",


"To see what is right, and not to do it, is want of courage or of principle.",


"The essence of knowledge is, having it, to apply it; not having it, to confess your ignorance.",


"The man who moves a mountain begins by carrying away small stones.",


"The superior man cannot be known in little matters, but he may be entrusted with great concerns.  The small man may not be entrusted with great concerns, but he may be known in little matters.",


"Things that are done, it is needless to speak about things that are past, it is needless to blame.",


"When we see men of a contrary character, we should turn inwards and examine ourselves.",


"He with whom neither slander that gradually soaks into the mind, nor statements that startle like a wound in the flesh, are successful may be called intelligent indeed.",


"The faults of a superior person are like the sun and moon.  They have their faults, and everyone sees them; they change and everyone looks up to them.",


"It is only the wisest and the stupidest that cannot change.",


"The determined scholar and the man of virtue will not seek to live at the expense of injuring their virtue.  They will even sacrifice their lives to preserve their virtue complete.",


"Without knowing the force of words, it is impossible to know men.",


"When we see men of worth, we should think of equaling them when we see men of a contrary character, we should turn inwards and examine ourselves.",


"Learning without thought is labor lost thought without learning is perilous.",


"The superior man acts before he speaks, and afterwards speaks according to his action.",


"What the superior man seeks is in himself; what the small man seeks is in others.",


"You hear not with the ears, but with the mind; not with the mind, but with your soul.",


"Everyone has a beauty, but not every one sees it.",


"He who exercises government by means of his virtue may be compared to the north polar star, which keeps its place and all the stars turn towards it.",


"He who merely knows right principles is not equal to him who loves them.",


"He who will not economize will have to agonize.",


"If we don't know life, how can we know death.",


"Is virtue a thing remote I wish to be virtuous, and lo Virtue is at hand.",


"It is not possible for one to teach others who cannot teach his own family.",


"Only the wisest and stupidest of men never change.",


"Our greatest glory is not in never falling but in rising every time we fall.",


"The cautious seldom err.",


"The firm, the enduring, the simple, and the modest are near to virtue.",


"The man of virtue makes the difficulty to be overcome his first business, and success only a subsequent consideration.",


"The people may be made to follow a path of action, but they may not be made to understand it.",


"The superior man makes the difficulty to be overcome his first interest success only comes later.",


"The superior man.  does not set his mind either for anything, or against anything what is right he will follow.",


"There are three things to beware of through life: when a man is young, let him beware of his appetites; when he is middle-aged, of his passions; and when old, of covetousness, especially.",


"To see what is right, and not do it, is want of courage, or of principle.",


"Virtue is not left to stand alone.  He who practices it will have neighbors.",


"We take greater pains to persuade others that we are happy than in endeavoring to think so ourselves.",


"Wealth and rank are what people desire, but unless they be obtained in the right way they may not be possessed."
]},


{ "name": "James Fenimore Cooper", "imageAuthor": "cooper", "moreInfoUrl": "https://www.biographies.net/people/en/james_fenimore_cooper",

"quotes": [


"What the great learning teaches, is to illustrate illustrious virtue; to renovate the people; and to rest in the highest excellence.",


"To be fond of learning is to be near to knowledge.  To practice with vigor is to be near to magnanimity.  To possess the feeling of shame is to be near to energy.  He who knows these three things, knows how to cultivate his own character.",


"Party leads to vicious, corrupt and unprofitable legislation, for the sole purpose of defeating party.",


"A monarchy is the most expensive of all forms of government, the regal state requiring a costly parade, and he who depends on his own power to rule, must strengthen that power by bribing the active and enterprising whom he cannot intimidate.",


"America owes most of its social prejudices to the exaggerated religious opinions of the different sects which were so instrumental in establishing the colonies.",


"Equality, in a social sense, may be divided into that of condition and that of rights.  Equality of condition is incompatible with civilization, and is found only to exist in those communities that are but slightly removed from the savage state.  In practice, it can only mean a common misery.",


"Everybody says it, and what everybody says must be true.",


"Individuality is the aim of political liberty.  By leaving to the citizen as much freedom of action and of being, as comports with order and the rights of others, the institutions render him truly a freeman.  He is left to pursue his means of happiness in his own manner.",


"It is a besetting vice of democracies to substitute public opinion for law.  This is the usual form in which masses of men exhibit their tyranny.",


"It is a misfortune that necessity has induced men to accord greater license to this formidable engine, in order to obtain liberty, than can be borne with less important objects in view; for the press, like fire, is an excellent servant, but a terrible master.",


"Liberty is not a matter of words, but a positive and important condition of society.  Its greatest safeguard after placing its foundations in a popular base, is in the checks and balances imposed on the public servants.",


"Slavery is no more sinful, by the Christian code, than it is sinful to wear a whole coat, while another is in tatters, to eat a better meal than a neighbor, or otherwise to enjoy ease and plenty, while our fellow creatures are suffering and in want.",


"The American doctrinaire is the converse of the American demagogue, and, in this way, is scarcely less injurious to the public.  The first deals in poetry, the last in cant.  He is as much a visionary on one side, as the extreme theoretical democrat is a visionary on the other.",


"The tendency of democracies is, in all things, to mediocrity.",


"There are numerous instances in which the social inequality of America may do violence to our notions of abstract justice, but the compromise of interests under which all civilized societies must exist, renders this unavoidable.  If we would have civilization and the exertion indispensable to its success, we must have property; if we have property, we must have its rights; if we have the rights of property, we must take those consequences of the rights of property which are inseparable from the rights themselves.  The equality of of rights in America, therefore, after allowing for the striking exception of domestic slavery, is only a greater extension of the principles [that] there is no such thing as an equality of condition."


]},


{ "name": "Dickens", "imageAuthor": "dickens", "moreInfoUrl": "https://www.biographies.net/people/en/dickens",

"quotes": [

"Cheerfulness and contentment are great beautifiers and are famous preservers of youthful looks.",


"'Out upon merry Christmas What's Christmas time to you but a time for paying bills without money a time for finding yourself a year older, but not an hour richer.  If I could work my will,' said Scrooge indignantly, 'every idiot who goes about with 'Merry Christmas' upon his lips should be boiled with his won pudding, and buried with a stake of holly through his heart.  He should",


"It was the best of times, it was the worst of times it ws the age of wisdom, it was the age of foolishness it was the epoch of belief, it was the epoch of incredulity it was the season of Light, it was the season of Darkness it was the spring of hope, it was the winter of despair we had everything before us, we had nothing before us we were all going directly to Heaven, we were all going the other way.",


"I do not know the American gentleman, god forgive me for putting two such words together.",


"It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to heaven, we were all doing direct the other way - in short, the period was so far like the present period, that some of its noisiest authorities insisted on its being received, for good or for evil, in the superlative degree of comparison only.",


"We need never be ashamed of our tears.",


"If a pig could give his mind to anything, he would not be a pig.",


"Reflect on your present blessings, of which every man has many not on your past misfortunes, of which all men have some.",


"There is a wisdom of the head, and a wisdom of the heart.",


"I only ask to be free.  The butterflies are free.",


"No one is useless in this world who lightens the burdens of another.",


"Charity begins at home, and justice begins next door.",


"This is a world of action, and not for moping and droning in.",


"Train up a fig tree in the way it should go, and when you are old sit under the shade of it.",


"With affection beaming out of one eye, and calculation shining out of the other.",


"Annual income twenty pounds, annual expenditure nineteen six, result happiness.  Annual income twenty pounds, annual expenditure twenty pound ought and six, result misery.",


"I have known a vast quantity of nonsense talked about bad men not looking you in the face.  Don't trust that conventional idea.  Dishonesty will stare honestly out of countenance any day of the week, if there is anything to get got by it.",


"Subdue your appetites, my dears, and you've conquered human nature.",


"Have a heart that never hardens, and a temper that never tires, and a touch that never hurts.",


"Minds, like bodies, will often fall into a pimpled, ill-conditioned state from mere excess of comfort.",


"'At this festive season of the year, Mr Scrooge,' said the gentleman, taking up a pen, 'it is more than usually desirable that we should make some slight provision for the poor and destitute, who suffer greatly at the present time.  We choose this time, because it is a time, of all others, when Want is keenly felt, and Abundance rejoices.",


"Many merry Christmases, friendships, great accumulation of cheerful recollections, affection on earth, and Heaven at last for all of us.",


"Have a heart that never hardens, and a temper that never tries, and a touch that never hurts.",


"Reflect on your present blessings, of which every man has many; not on your past misfortunes, of which all men have some.",


"The law is sic a ass - a idiot.",


"A loving heart is the truest wisdom.",


"Any man may be in good spirits and good temper when he's well dressed.  There ain't much credit in that.",


"It is a far, far better thing that I do, than I have ever done it is a far, far better rest that I go to, than I have ever known.",


"There is always something for which to be thankful.",


"It was the best of times, it was the worst of times.",


"Whatever I have tried to do in life, I have tried with all my heart to do it well whatever I have devoted myself to, I have devoted myself completely in great aims and in small I have always thoroughly been in earnest.",


"In the little world in which children have their existence, whosoever brings them up, there is nothing so finely perceived and so finely felt, as injustice.",


"'A merry Christmas, uncle God save you' cried a cheerful voice.  'Bah' said Scrooge , 'Humbug'",


"Then Bob proposed 'A Merry Christmas to us all, my dears.  God bless us' Which all his family re-echoed , 'God bless us every one' said Tiny Tim, the last of all.",


"Accidents will occur in the best regulated families.",


"In love of home, the love of country has its rise.",


"A man who could build a church, as one may say, by squinting at a sheet of paper.",


"It was a turkey He could never have stood upon his legs, that bird He would have snapped 'em off short in a minute, like sticks of sealing wax.",


"A merry Christmas to everybody A happy New Year to all the world",


"If its individual citizens, to a man, are to be believed, it always is depressed, and always is stagnated, and always is at an alarming crisis, and never was otherwise; though as a body, they are ready to make oath upon the Evangelists, at any hour of the day or night, that it is the most thriving and prosperous of all countries on the habitable globe.",


"Its very strange, said Mr. Dick that I never can get that quite right; I never can make that perfectly clear.",


"Once upon a time--of all the good days in the year, on Christmas Eve--old Scrooge sat busy in his counting-house.",


"Scrooge's wealth goes to hell.",


"Somehow he Tim gets thoughtful sitting by himself so much, and thinks the strangest things you ever heard.  He told me, coming home, that he hoped the people saw him in the church, because he was a cripple, and it might be pleasant for them to remember upon Christmas Day, who made lame beggars walk, and blind men see.",


"There is nothing in the world so irresistibly contagious as laughter and good humor",


"it was always said of him Scrooge that he knew how to keep Christmas well, if any man alive possessed the knowledge.  May that be truly said of us, and all of us",


"Accidents will occur in the best-regulated families; and in families not regulated by that pervading influence which sanctifies while it enhances.  in short, by the influence of Woman, in the lofty character of Wife, they may be expected with confidence, and must be borne with philosophy.",


"But I am sure that I have always thought of Christmas time, when it has come round, as a good time a kind, forgiving, charitable, pleasant time the only time I know of, in the long calendar of the year, when men and women seem by one consent to open their shut-up hearts freely.",


"By the time we hit fifty, we have learned our hardest lessons.  We have found out that only a few things are really important.  We have learned to take life seriously, but never ourselves.",


"God bless us every one! said Tiny Tim, the last of all.",


"Here's the rule for bargains: Do other men, for they would do you.  That's the true business precept.",


"I feel an earnest and humble desire, and shall till I die, to increase the stock of harmless cheerfulness.",


"I never could have done what I have done without the habits of punctuality, order, and diligence, without the determination to concentrate myself on one subject at a time.",


"I will honor Christmas in my heart, and try to keep it all year.",


"It opens the lungs, washes the countenance, exercises the eyes, and softens down the temper; so cry away.",


"The bleak irony of this discovery is that the man who did so much to shape our Christmas experiences may himself have been left with an empty stomach on his last ever Christmas Day.  Hard times indeed."
]},

{ "name": "Franklin", "imageAuthor": "franklin", "moreInfoUrl": "https://www.biographies.net/people/en/franklin",

"quotes": [

"As we must account for every idle word, so must we account for every idle silence.",


"I believe I shall,in some shape or other,always exist; and, with all the inconveniences human life is liable to, I shall not object to a new edition of mine, hoping, however, that the errata of the last may be corrected.",


"He that has done you a kindness will be more ready to do you another, than he whom you yourself have obliged.",


"Serving God is doing good to man.  But praying is thought an easier service and is therefore more generally chosen.",


"To lengthen thy Life, lessen thy meals",


"Be civil to all sociable to many familiar with few friend to one enemy to none.",


"Experience is a dear teacher, but fools will learn at no other.",


"Five thousand balloons, capable of raising two men each, could not cost more than five ships of the line; and where is the prince who can afford so to cover his country with troops for its defense as that 10,000 men descending from the clouds might not in many places do an infinite deal of mischief before a force could be brought together to repel them?",


"Glass, china and reputation are easily cracked, and never well mended.",


"God helps them that help themselves",


"He that would live in peace and at ease, must not speak all he knows nor judge all he sees.",


"It is the working man who is the happy man.  It is the idle man who is the miserable man.",


"Never ruin an apology with an excuse.",


"They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety.",


"To be humble to superiors is duty, to equals courtesy, to inferiors nobleness.",


"To follow by faith alone is to follow blindly.",


"You may delay, but time will not.",


"A countryman between two lawyers is like a fish between two cats.",


"A good conscience is a continual Christmas.",


"He is ill clothed that is bare of virtue.",


"He was so learned that he could name a horse in nine languages so ignorant that he bought a cow to ride on.",


"I believe there is one Supreme most perfect being.",


"In those wretched countries where a man cannot call his tongue his own, he can scarce call anything his own.  Whoever would overthrow the liberty of a nation must begin by subduing the freeness of speech.",


"Little strokes fell great oaks.",


"Tell me and I forget.  Teach me and I remember.  Involve me and I learn.",


"The Constitution only guarantees the American people the right to pursue happiness.  You have to catch it yourself.",


"The strictest law sometimes becomes the severest injustice.",


"Think of these things, whence you came, where you are going, and to whom you must account.",


"Three may keep a secret, if two of them are dead.",


"Time is money.",


"Use no hurtful deceit think innocently and justly and if you speak, speak accordingly.",


"Who is rich? He who is content.  Who is that? Nobody.",


"Without justice courage is weak.",


"Words may show a man's wit, but actions his meaning.",


"At 20 years of age the will reigns, at 30 the wit, at 40 the judgment.",


"He that lies down with dogs, shall rise up with fleas.",


"I am a strong believer in luck and I find the harder I work the more I have of it.",


"A slip of the foot you may soon recover, but a slip of the tongue you may never get over.",


"Early to bed and early to rise, makes a man happy wealthy and wise.",


"Keep thy eyes wide open before marriage, and half-shut afterwards.",


"Beer is Proof that God Loves Us and Wants Us to be Happy!",


"For the want of a nail, the shoe was lose; for the want of a shoe the horse was lose; and for the want of a horse the rider was lost, being overtaken and slain by the enemy, all for the want of care about a horseshoe nail.",


"We must all hang together, or most assuredly we shall all hang separately.",


"He who shall introduce into public affairs the principles of primitive Christianity will change the face of the world.",


"If you would be loved, love and be lovable.",


"I resolve to speak ill of no man whatever, not even in a matter of truth but rather by some means excuse the faults I hear charged upon others, and upon proper occasions speak all the good I know of everybody.",


"Sin is not hurtful because it is forbidden, but it is forbidden because it's hurtful.",


"Any fool can criticize, condemn and complain and most fools do.",


"Educate your children to self-control, to the habit of holding passion and prejudice and evil tendencies subject to an upright and reasoning will, and you have done much to abolish misery from their future and crimes from society.",


"Well done is better than well said.",


"All mankind is divided into three classes: those who are immovable, those who are movable and those who move.",


"Do good to thy Friend to keep him, to thy enemy to gain him.",


"He who multiplies riches multiplies cares.",


"Hide not your talents, they for use were made.  What's a sun-dial in the shade",


"If you would not be forgotten as soon as you are dead, either write something worth reading or do things worth writing.",


"The doors of wisdom are never shut.",


"By failing to prepare, you are preparing to fail.",


"A democracy is two wolves and a small lamb voting on what to have for dinner. Freedom under a constitutional republic is a well armed lamb contesting the vote.  (Misattributed)",


"Fish and visitors smell in three days.",


"Distrust and caution are the parents of security.",


"It is easier to prevent bad habits than to break them.",


"The bitterness of poor quality remains long after the sweetness of low price is forgotten.",

"Be civil to all; sociable to many; familiar with few; friend to one; enemy to none.",


"God heals, and the doctor takes the fees.",


"How many observe Christ's birthday How few, his precepts O 'tis easier to keep holidays than commandments.",


"In my youth I travelled much, and I observed in different countries, that the more public provisions were made for the poor, the less they provided for themselves, and of course became poorer.  And, on the contrary, the less was done for them, the more they did for themselves, and became richer.  There is no country in the world where so many provisions are established for them; so many hospitals to receive them when they are sick or lame, founded and maintained by voluntary charities; so many alms-houses for the aged of both sexes, together with a solemn general law made by the rich to subject their estates to a heavy tax for the support of the poor.  Under all these obligations, are our poor modest, humble, and thankful; and do they use their best endeavours to maintain themselves, and lighten our shoulders of this burthen? — On the contrary, I affirm that there is no country in the world in which the poor are more idle, dissolute, drunken, and insolent.  The day you passed that act, you took away from before their eyes the greatest of all inducements to industry, frugality, and sobriety, by giving them a dependance on somewhat else than a careful accumulation during youth and health, for support in age or sickness.  In short, you offered a premium for the encouragement of idleness, and you should not now wonder that it has had its effect in the increase of poverty.",


"Whoever would overthrow the liberty of a nation must begin by subduing the freeness of speech.",


"Genius without education is like silver in the mine.",


"Beware of the young doctor and the old barber.",


"Read much, but not many books.",


"If your head is wax, don't walk in the sun.",


"Search others for their virtues, thyself for thy vices.",


"A penny saved is a penny earned.",


"An investment in knowledge always pays the best interest.",


"Never leave that till tomorrow which you can do today.",


"Diligence is the mother of good luck.",


"Early morning hath gold in its mouth.",


"If you wouldst live long, live well, for folly and wickedness shorten life.",


"There are three great friends an old wife, an old dog, and ready money.",


"Think what you do when you run into debt; you give another power over your liberty.",


"I cannot conceive otherwise than that He, the Infinite Father, expects or requires no worship or praise from us, but that He is even infinitely above it.",


"Marry your son when you will, but you daughter when you can.",


"Rules too soft are seldomly followed; rules too harsh are seldomly executed.",


"To the generous mind the heaviest debt is that of gratitude, when it is not in our power to repay it.",


"If you know how to spend less than you get, you have the philosopher's stone.",


"Fear God, and your enemies will fear you.",


"So convenient a thing it is to be a reasonable creature, since it enables one to find or make a reason for everything one has a mind to do.",


"He that is good for making excuses is seldom good for anything else.",


"An investment in knowledge still yields the best returns.",


"Early to bed and early to rise makes a man healthy, wealthy, and wise.",


"Remember not only to say the right thing in the right place, but far more difficult still, to leave unsaid the wrong thing at the tempting moment.",


"They that can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety.",


"To err is human, to repent divine, to persist devilish.",


"Money never made a man happy yet, nor will it.  There is nothing in its nature to produce happiness.  The more a man has, the more he wants.  Instead of its filling a vacuum, it makes one.  If it satisfies one want, it doubles and trebles that want another way.  hat was a true proverb of the wise man, rely upon it; Better is little with the fear of the Lord, than great treasure, and trouble therewith.",


"Whatever is begun in anger ends in shame.",


"Creditors have better memories than debtors.",


"An investment in knowledge pays the best interest.",


"If everyone's thinking alike then NO ONE is thinking.",


"When the people find that they can vote themselves money, that will herald the end of the republic.  Sell not liberty to purchase power.",


"Anger is never without a reason but seldom a good one.",


"He that is good at making excuses is seldom good at anything else.",


"Sloth makes all things difficult, but industry, all things easy.  He that rises late must trot all day, and shall scarce overtake his business at night, while laziness travels so slowly that poverty soon overtakes him.",


"Do not anticipate trouble, or worry about what may never happen.  Keep in the sunlight.",


"All cats are gray in the dark.",


"If Jack's in love, he's no judge of Jill's beauty.",


"Three can keep a secret, if two of them are dead.",


"A life of leisure and a life of laziness are two different things.",


"All would live long, but none would be old.",


"Be at war with your vices, at peace with your neighbors, and let every New Year find you a better man",


"Any fool can criticize, condemn, and complain, and most fools do.",


"He is a fool that cannot conceal his wisdom.",


"He that is of the opinion money will do everything may well be suspected of doing everything for money.",


"Never put off until tomorrow what you can do today.",


"What you seem to be, be really.",


"Who is wise He that learns from everyone.  Who is powerful He that governs his passions.  Who is rich He who is content.  Who is that Nobody.",


"Ambition has its disappointments to sour us.",


"By heaven we understand a state of happiness infinite in degree, and endless in duration.",


"Energy and persistence conquer all things.",


"Kill no more pigeons than you can eat.",


"Remember that time is money.",


"Dost thou love life? Than do not squander time, for it is the stuff life is made of.",


"He that falls in love with himself will have no rivals.",


"Laws too gentle are seldom obeyed; too severe, seldom executed.",


"If a man empties his purse into his head, no man can take it away from him.  An investment in knowledge always pays the best interest.",


"He that lives upon hope will die fasting.",


"Be slow in choosing a friend, slower in changing.",


"God heals, and the doctor takes the fee.",


"Dost thou love life? Then do not squander time, for that is the stuff life is made of.",


"Having been poor is no shame, but being ashamed of it, is.",


"It isn't what you know that counts, it's what you think of in time.",


"After three days men grow weary of a wench, a guest, and rainy weather.",


"Energy and persistence conquer all thing.",


"Many complain of their memory, few of their judgment.",


"Would you live with ease, do what you ought, and not what you please.",


"A Bible and a newspaper in every house, a good school in every district - all studied and appreciated as they merit - are the principal support of virtue, morality, and civil liberty.",


"A nation of well informed men who have been taught to know and prize the rights which God has given them cannot be enslaved.  t is in the region of ignorance that tyranny begins.",


"All human situations have their inconveniences.  We feel those of the present but neither see nor feel those of the future; and hence we often make troublesome changes without amendment, and frequently for the worse.",


"All the property that is necessary to a Man, for the Conservation of the Individual and the Propagation of the Species, is his natural Right, which none can justly deprive him of: But all Property superfluous to such purposes is the Property of the Publick, who, by their Laws, have created it, and who may therefore by other laws dispose of it, whenever the Welfare of the Publick shall demand such Disposition.  He that does not like civil Society on these Terms, let him retire and live among Savages.  He can have no right to the benefits of Society, who will not pay his Club towards the Support of it.",


"But in this world nothing can be said to be certain, except death and taxes.",


"Critics are our friends, they tell us our faults.",


"Democracy is two wolves and a lamb voting on what to have for lunch.  Liberty is a well-armed lamb contesting the vote!",


"Dost thou love life Then do not squander time, for that's the stuff life is made of.",


"Drive thy business or it will drive thee.",


"Employ thy time well, if thou meanest to get leisure.",


"Even peace may be purchased at too high a price.",


"Experience keeps a dear school, but fools will learn in no other.",


"He does not possess wealth it possesses him.",


"He that blows the coals in quarrels that he has nothing to do with, has no right to complain if the sparks fly in his face.",


"He that can have patience can have what he will.",


"I am in the prime of senility.",


"I have been apt to think that there has never been, nor ever will be, any such thing as a good war, or a bad peace.",


"I know not which lives more unnatural lives, obeying husbands, or commanding wives.",


"If you would be wealthy, think of saving as well as getting.",


"If you would not be forgotten as soon as you are dead, either write things worth reading, or do things worth writing.",


"If you would persuade, you must appeal to interest rather than intellect.",


"In rivers and bad governments, the lightest things swim at the top.",


"In this world nothing can be said to be certain, except death and taxes.",


"It is a common observation here that our cause is the cause of all mankind, and that we are fighting for their liberty in defending our own.",


"Life's Tragedy is that we get old to soon and wise too late.",


"Lost time is never found again.",


"Love your Enemies, for they tell you your faults.",


"Man will ultimately be governed by God or by tyrants.",


"Many men die at twenty-five and aren't buried until they are seventy-five.",


"Necessity never made a good bargain.",


"No nation was ever ruined by trade.",


"Nothing is certain except death and taxes.",


"Only a virtuous people are capable of freedom.  As nations become corrupt and vicious, they have more need of masters.",


"Our Constitution is in actual operation; everything appears to promise that it will last; but in this world nothing is certain but death and taxes.",


"Our critics are our friends; they show us our faults.",


"Pride breakfasted with plenty, dined with poverty, and supped with infamy.",


"The absent are never without fault, nor the present without excuse.",


"The first mistake in public business is the going into it.",


"The way to see by faith is to shut the eye of reason.",


"There is no kind of dishonesty into which otherwise good people more easily and frequently fall than that of defrauding the government.",


"There is no little enemy.",


"They that will not be counseled, cannot be helped.  If you do not hear reason she will rap you on the knuckles.",


"Those disputing, contradicting, and confuting people are generally unfortunate in their affairs.  They get victory, sometimes, but they never get good will, which would be of more use to them.",


"Those who would give up essential Liberty, to purchase a little temporary Safety, deserve neither Liberty nor Safety.",


"Three people can keep a secret so long as two of them are dead.",


"To lengthen thy life, lessen thy meals.",


"We must hang together, gentlemen.  Else, we shall most assuredly hang separately.",


"We must indeed all hang together, or, most assuredly, we shall hang separately.",


"Wealth is not his that has it, but his who enjoys it.",


"Where sense is wanting, everything is wanting,",


"Where there's marriage without love, there will be love without marriage.",


"Who is rich? He that is content.  Who is that? Nobody.",


"Whoever feels pain in hearing a good character of his neighbor, will feel a pleasure in the reverse.  And those who despair to rise in distinction by their virtues, are happy if others can be depressed to a level of themselves.",


"Wish not so much to live long as to live well.",


"Write injuries in dust, benefits in marble.",


"[A]s all history informs us, there has been in every State & Kingdom a constant kind of warfare between the governing & governed: the one striving to obtain more for its support, and the other to pay less.  And this has alone occasioned great convulsions, actual civil wars, ending either in dethroning of the Princes, or enslaving of the people.  Generally indeed the ruling power carries its point, the revenues of princes constantly increasing, and we see that they are never satisfied, but always in want of more.  The more the people are discontented with the oppression of taxes; the greater need the prince has of money to distribute among his partisans and pay the troops that are to suppress all resistance, and enable him to plunder at pleasure.  There is scarce a king in a hundred who would not, if he could, follow the example of Pharaoh, get first all the peoples money, then all their lands, and then make them and their children servants for ever."
]},


{ "name": "Ernest Hemingway", "imageAuthor": "hemingway", "moreInfoUrl": "https://www.biographies.net/people/en/hemingway",

"quotes": [


"Courage is grace under pressure.",


"The first and most important thing of all, at least for writers today, is to strip language clean, to lay it bare down to the bone.",


"[What is the definition of guts?] Grace under pressure.",


"If people bring so much courage to this world the world has to kill them to break them, so of course it kills them.  The world breaks every one and afterward many are strong at the broken places.  But those that will not break it kills.  It kills the very good and the very gentle and the very brave impartially.  If you are none of these you can be sure it will kill you too but there will be no special hurry.",


"Cowardice, as distinguished from panic, is almost always simply a lack of ability to suspend the functioning of the imagination.  Learning to suspend your imagination and live completely in the very second of the present with no before and no after is the greatest gift a soldier can acquire.",


"They say the seeds of what we will do are in all of us, but it always seemed to me that in those who make jokes in life the seeds are covered with better soil and with a higher grade of manure.",


"Writing and travel broaden your ass if not your mind and I like to write standing up.",


"If two people love each other, there can be no happy end to it.",


"America is the land of wide lawns and narrow minds.",


"Live life to the fullest.",


"My aim is to put down on paper what I see and what I feel in the best and simplest way.",


"Auto racing, bull fighting, and mountain climbing are the only real sports.  all others are games.",


"I've seen a lot of patriots and they all died just like anybody else if it hurt bad enough and once they were dead their patriotism was only good for legends; it was bad for their prose and made them write bad poetry.  If you are going to be a great patriot i.e  loyal to any existing order of government (not one who wishes to destroy the existing for something better) you want to be killed early if your life and works won't stink.",


"Never mistake motion for action.",


"You lose it if you talk about it.",


"In order to write about life, first you must live it!",


"Do not ask for whom the bell tolls, it tolls for thee.",


"Happiness in intelligent people is the rarest thing I know.",


"An intelligent man is sometimes forced to be drunk to spend time with his fools.",


"Always do sober what you said you'd do drunk.  That will teach you to keep your mouth shut.",


"Only that which makes you feel bad after doing is immoral.",


"The world is a fine place and worth fighting for.",


"There's nothing noble in being superior to your fellow men.  True nobility is being superior to your former self.",


"There are two kinds of stories, the ones you live and the ones you make up.  And nobody knows the difference, and I don't ever tell which is which.",


"Time is the least thing we have.",


"Before we take to the sea, we walk on land.  Before we create, we must understand.", 


"Never confuse movement with action.",


"When you have a child, the world has a hostage.",


"I wish I could write well enough to write about aircraft. Faulkner did it very well in Pylon but you cannot do something someone else has done though you might have done it if they hadn't.",


"Real seriousness in regard to writing is one of two absolute necessities. The other, unfortunately, is talent.",


"To stay in places and to leave, to trust, to distrust, to no longer believe and believe again,  to watch the snow come, to watch it go, to hear rain on a tent, to know where I can find what I want.",


"I like to listen. I have learned a great deal from listening carefully.  Most people never listen.",


"But in modern war you will die like a dog for no good reason.",


"When people talk, listen completely.  Most people never listen.",


"When writing a novel a writer should create living people people not characters.  A character is a caricature.",


"'We're always lucky,' I said and like a fool I did not knock on wood.",


"Grace under Pressure.",


"The only thing that can spoil a day is people and if you can keep from making engagements, every day has no limits.",


"The world breaks everyone, and afterward, some are strong at the broken places.",


"Once we have a war there is only one thing to do.  It must be won.  For defeat brings worse things than any that can ever happen in war.",


"All the critics who could not make their reputations by discovering you are hoping to make them by predicting hopefully your approaching impotence, failure and general drying up of natural juices. Not a one will wish you luck or hope that you will keep on writing unless you have political affiliations in which case these will rally around and speak of you and Homer, Balzac, Zola and Link Steffens.",


"Decadence is a difficult word to use since it has become little more than a term of abuse applied by critics to anything they do not yet understand or which seems to differ from their moral concepts.",


"The hardest thing to do is to write straight honest prose on human beings. First you have to know the subject; then you have to know how to write.  Both take a lifetime to learn, and anybody is cheating who takes politics as a way out All the outs are too easy, and the thing itself is too hard to do.",


"The world breaks everyone and afterward many are strong in the broken places…",


"There are some things which cannot be learned quickly, and time, which is all we have, must be paid heavily for their acquiring. They are the very simplest things and because it takes a man's life to know them the little new that each man gets from life is very costly in the only heritage he has to leave.",


"There is no hunting like the hunting of man, and those who have hunted armed men long enough and liked it, never care for anything else thereafter.",


"Why darling, I don’t live at all when I’m not with you.",


"Be fully in the moment,open yourself to the powerful energies dancing around you.",


"But did thee feel the earth move?",


"Everyone has his own conscience, and there should be no rules about how a conscience should function.",


"For a true writer each book should be a new beginning where he tries again for something that is beyond attainment. He should always try…",


"I know now that there is no one thing that is true -- it is all true.",


"So far, about morals, I know only that what is moral is what you feel good after and what is immoral is what you feel bad after.",


"The age demanded that we dance and jammed us into iron pants.  And in the end the age was handed the sort of shit that it demanded."

]},



{ "name": "Mark Twain", "imageAuthor": "twain", "moreInfoUrl": "https://www.biographies.net/people/en/twain",

"quotes": [

"Courage is resistance to fear, mastery of fear - not absence of fear.",


"I have never taken any exercise except sleeping and resting.",


"If you take a dog which is starving and feed him and make him prosperous, that dog will not bite you.  his is the primary difference between a dog and a man.",


"In religion and politics people's beliefs and convictions are in almost every case gotten at second-hand, and without examination, from authorities who have not themselves examined the questions at issue but have taken them at second-hand from other non-examiners, whose opinions about them were not worth a brass farthing.",


"Work and play are words used to describe the same thing under differing conditions.",


"Each man must for himself alone decide what is right and what is wrong, which course is patriotic and which isn't.  You cannot shirk this and be a man.  To decide against your conviction is to be an unqualified and excusable traitor, both to yourself and to your country, let me label you as they may.",


"Go and surprise the whole country by doing something right.",


"Good breeding consists in concealing how much we think of ourselves and how little we think of the other person.",


"I did it partly because it was worth it, but mostly because I shall never have to do it again.",


"I don't like to commit myself about heaven and hell you see, I have friends in both places.",


"Under certain circumstances, profanity provides a relief denied even to prayer.",


"Censorship is telling a man he can't have a steak just because a baby can't chew it.",


"Clothes make the man.  Naked people have little or no influence on society.",


"Few sinners are saved after the fiirst twenty minutes of a sermon.",


"If you don't read the newspaper, you're uninformed.  If you read the newspaper, you're mis-informed.",


"It's not that I'm afraid to die, I just don't want to be there when it happens.",


"My kind of loyalty was to one's country, not to its institutions or its officeholders.  The country is the real thing, the substantial thing, the eternal thing; it is the thing to watch over, and care for, and be loyal to; institutions are extraneous, they are its mere clothing, and clothing can wear out, become ragged, cease to be comfortable, cease to protect the body from winter, disease, and death.",


"October is one of the peculiarly dangerous months to speculate in stocks.  Others are July, January, April, September, November, May, March, June, December, August and February.",


"Often, the surest way to convey misinformation is to tell the strict truth.",


"On his deathbed Death, the only immortal who treats us all alike, whose pity and whose peace and whose refuse are for all -- the soiled and the pure, the rich and the poor, the loved and the unloved.",


"Sane and intelligent human beings are like all other human beings, and carefully and cautiously and diligently conceal their private real opinions from the world and give out fictitious ones in their stead for general consumption.",


"There is something fascinating about science.  One gets such wholesale returns of conjecture out of such a trifling investment of fact.",


"Those who say truth is stranger than fiction have wasted their time on poorly written fiction.",


"Time cools, time clarifies; no mood can be maintained quite unaltered through the course of hours.",


"Why is it that we rejoice at a birth and grieve at a funeral? It is because we are not the person involved.",


"Work consists of whatever a body is obliged to do.  Play consists of whatever a body is not obliged to do.",


"Work is a necessary evil to be avoided.",


"In the first place, God made idiots.  That was for practice.  Then he made school boards",


"Kindness is the language which the deaf can hear and the blind can see.",


"History may not repeat itself, but it sure does rhyme.",


"I can live two weeks on a good compliment.",


"There are lies, damned lies, and statistics.",


"Get your facts first, and then you can distort them as much as you please.",


"The history of our race, and each individual's experience, are sown thick with evidence that a truth is not hard to kill and that a lie told well is immortal.",


"When I was fourteen, my father was so ignorant I could hardly stand to have him around.  When I got to be twenty-one, I was astonished at how much he had learned in seven years.",


"A man cannot be comfortable without his own approval.",


"Never allow someone to be your priority while allowing yourself to be their option.",


"Nothing so needs reforming as other people's habits.",


"There is no distinctly native American criminal class except Congress.",


"If you tell the truth, you don't have to remember anything.",


"Behold, the fool saith, Put not all thine eggs in the one basket, -- which is but a manner of saying, Scatter your money and your attention, but the wise man saith, Put all your eggs in the one basket and -- watch that basket.",


"It has always been my rule never to smoke when asleep, and never to refrain when awake.",


"After all these years I see that I was mistaken about Eve in the beginning it is better to live outside the Garden with her than inside it without her.",


"All generalizations are false, including this one.",


"I'm in favor of progress; it's change I don't like.",


"Man is the Only Animal that Blushes.  Or needs to.",


"When we remember we are all mad, the mysteries disappear and life stands explained.",


"You cannot depend on your eyes when your imagination is out of focus.",


"Love seems the swiftest, but it is the slowest of growths.  No man or woman really knows what perfect love is until they have been married a quarter of a century.",


"Sanity and happiness are an impossible combination.",


"Whenever you find yourself on the side of the majority, it's time to pause and reflect.",


"Kindness is a language which the deaf can hear, and the blind can read.",


"I did not attend his funeral, but I wrote a nice letter saying I approved it.",


"Often it does seem a pity that Noah and his party did not miss the boat.",


"When angry, count four; when very angry, swear.",


"A banker is a fellow who lends you his umbrella when the sun is shining, but wants it back the minute it begins to rain.",


"All you need in this life is ignorance and confidence then success is sure.",


"How little a thing can make us happy when we feel that we have earned it.",


"Reader, suppose you were an idiot.  And suppose you were a member of Congress.  But I repeat myself.",


"A man who carries a cat by the tail learns something he can learn in no other way.",


"Against the assault of laughter, nothing can stand.",


"If Christ were here now, there is one thing he would not be… a Christian.",


"Travel is fatal to prejudice, bigotry, and narrow-mindedness.",


"Wrinkles should merely indicate where smiles have been.",


"It is curious that physical courage should be so common in the world and moral courage so rare.",


"There are times when one would like to end the whole human race, and finish the farce.",


"Age is an issue of mind over matter.  If you don't mind, it doesn't matter.",


"I admire the serene assurance of those who have religious faith.  It is wonderful to observe the calm confidence of a Christian with four aces.",


"It is better to keep your mouth closed and let people think you are a fool than to open it and remove all doubt.",


"Honesty is the best policy - when there is money in it.",


"Suppose you were an idiot, and suppose you were a member of congress but I repeat myself.",


"The two most important days in your life are the day you are born and the day you find out why.",


"When one has tasted watermelon he knows what the angels eat.",


"A patriot is mocked, scorned and hated; yet when his cause succeeds, all men will join him, for then it costs nothing to be a patriot.",


"I have never let my schooling interfere with my education.",


"Everything has its limit--iron ore cannot be educated into gold.",


"It is better to deserve honors and not have them than to have them and not deserve them.",


"Whenever you find that you are on the side of the majority, it is time to reform.",


"Describing her first day back in grade school after a long absence, a teacher said, It was like trying to hold 35 corks under water at the same time.",


"The proper office of a friend is to side with you when you are wrong.  Nearly anybody will side with you when you are right.",


"A classic is a book which people praise and don't read.",


"Always do right.  This will gratify some people and astonish the rest.",


"He had discovered a great law of human action, without knowing it - namely, that in order to make a man or a boy covet a thing, it is only necessary to make the thing difficult to obtain.",


"Principles have no real force except when one is well-fed.",


"Virtue has never been as respectable as money.",


"Facts are stubborn, but statistics are more pliable.",


"Humor is the great thing, the saving thing.  The minute it crops up, all our irritations and resentments slip away and a sunny spirit takes their place.",


"I thoroughly disapprove of duels.  If a man should challenge me, I would take him kindly and forgivingly by the hand and lead him to a quiet place and kill him.",


"I've had a lot of worries in my life, most of which never happened.",


"Imagination is always the fabric of social life and the dynamic of history.  The influence of real needs and compulsions, of real interests and materials, is indirect because the crowd is never conscious of it.",


"Laws are sand, customs are rock.  Laws can be evaded and punishment escaped but an openly transgressed custom brings sure punishment.",


"lying to them is bad! I am a real person!",

"The fact that man knows right from wrong proves his intellectual superiority to other creatures but the fact that he can do wrong proves his moral inferiority to any creature that cannot.",


"The secret source of humour itself is not joy, but sorrow.  There is no humour in heaven.",


"We are always too busy for our children; we never give them the time or interest they deserve.  We lavish gifts upon them; but the most precious gift, our personal association, which means so much to them, we give grudgingly.",


"[He was] a solemn, unsmiling, sanctimonious old iceberg who looked like he was waiting for a vacancy in the Trinity.",


"Sacred cows make the best hamburgers.",


"Habit is habit and not to be flung out of the window by any man, but coaxed downstairs a step at a time.",


"Wagner's music is better than it sounds.",


"Education consists mainly in what we have unlearned.",


"Fiction is obliged to stick to possibilities.  Truth isn't.",


"It's not the size of the dog in the fight, it's the size of the fight in the dog.",


"The best cure for Christianity is reading the Bible.",


"Cauliflower is nothing but Cabbage with a College Education.",


"Do something every day that you don't want to do.  This is the golden rule for acquiring the habit of doing your duty without pain.",


"A verb has a hard enough time of it in this world when it is all together.  It's downright inhuman to split it up.  But that's what those Germans do.  They take part of a verb and put it down here, like a stake, and they take the other part of it and put it a way over yonder like another stake, and between these two limits they just shovel in German.",


"An Englishman is a person who does things because they have been done before.  An American is a person who does things because they haven't been done before.",


"Great people are those who make others feel that they, too, can become great.",


"He would come in and say he changed his mind -- which was a gilded figure of speech, because he didn't have any.",


"His ignorance covered the whole earth like a blanket, and there was hardly a hole in it anywhere.",


"Never tell the truth to those unworthy of it.",


"Part of the secret of success in life is to eat what you like and let the food fight it out inside.",


"Pessimism is only the name that men of weak nerve give to wisdom.",


"Truth is more of a stranger than fiction.",


"Quitting smoking is easy, I've done it hundreds of times.",


"A house without a cat, and a well-fed, well-petted, and properly revered cat, may be a perfect house, perhaps, but how can it prove its title",


"A person whom Mark had small regard for, said: Mark, I recently chanced to pass by your house.  To which Mark dryly replied: And may you always continue to do so.",


"Good breeding consists of concealing how much we think of ourselves and how little we think of the other person.",


"An enemy can partly ruin a man, but it takes a good-natured injudicious friend to complete the thing and make it perfect.",


"Necessity is the mother of taking chances.",


"There is nothing so annoying as to have two people talking when you're busy interrupting.",


"When I was younger, I could remember anything, whether it had happened or not.",


"A man with a new idea is a crank -- until the idea succeeds.",


"A classic is something that everybody wants to have read and nobody wants to read.",


"All you need in this life is ignorance and confidence -- and then success is sure.",


"Get your facts first and then you can distort them as much as you wish.",


"Humor is the great thing, the saving thing.  The minute it crops up, all our irritations and resentments slip away, and a sunny spirit takes their place.",


"I was born modest.  Not all over, but in spots.",


"It usually takes more than three weeks to prepare a good impromptu speech.",


"We are always more anxious to be distinguished for a talent which we do not possess, than to be praised for the fifteen which we do possess.",


"Never put off until tomorrow what you can do the day after tomorrow.",


"My mother had a great deal of trouble with me, but I think she enjoyed it.",


"Be careful about reading health books.  You may die of a misprint.",


"Keep away from people who try to belittle your ambitions.  Small people always do that, but the really great make you feel that you, too, can become great.",


"The very ink with which history is written is merely fluid prejudice.",


"In Paris they simply stared when I spoke to them in French I never did succeed in making those idiots understand their language.",


"So far as I am able to judge, nothing has been left undone, either by man or nature, to make India the most extraordinary country that the sun visits on his rounds.  Nothing seems to have been forgotten, nothing overlooked.",


"Always acknowledge a fault.  This will throw those in authority off their guard and give you an opportunity to commit more.",


"At the beginning of a great national change, the patriot is a scarce man: scorned, ridiculed and forgotten.  When his cause succeeds, however, all men will join him, for then it costs nothing to be a patriot.",


"Barring that natural expression of villainy which we all have, the man looked honest enough.",


"Drag your thoughts away from your troubles, by the ears, by the heels, or any other way you can manage it.",


"Fame is a vapor; popularity an accident; the only earthly certainty is oblivion.",


"Fleas can be taught nearly anything a congressman can.",


"Forgiveness is the fragrance that the violet sheds upon the heel that crushes it.",


"I never let schooling interfere with my education.",


"I smoke in moderation, only one cigar at a time.",


"It is easier to stay out than get out.",


"Now what I contend is that my body is my own, at least I have always so regarded it.  If I do harm through my experimenting with it, it is I who suffers, not the state.",


"The radical of one century is the conservative of the next.  The radical invents the views.  When he has worn them out the conservative adopts them.",


"There are times when one would like to hang the whole human race and finish the farce.",


"We are chameleons, and our partialities and prejudices change place with an easy and blessed facility, and we are soon wonted to the change and happy in it.",


"Friendship is the marriage of the soul, and this marriage is liable to divorce.",


"It could probably be show by facts and figures that there is no distinctively native American criminal class except Congress.",


"It takes your enemy and your friend, working together, to hurt you the one to slander you, and the other to get the news to you.",


"It is noble to teach oneself, but still nobler to teach others--and less trouble.",


"I have spent most of my time worrying about thigs that have never happened.",


"The billiard table is better than the doctor.",


"There is no sadder sight than a young pessimist.",


"All schools, all colleges have two great functions to confer, and to conceal valuable knowledge.",


"It takes your enemy and your friend, working together, to hurt you: the one to slander you, and the other to bring the news to you.",


"Religion consists of a set of things which the average man thinks he believes and wishes he was certain.",


"There is nothing training cannot do.  Nothing is above its reach.  It can turn bad morals to good; it can destroy bad principles and recreate good ones; it can lift men to angelship.",


"Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms.",


"Irreverence is the champion of liberty and its one sure defense.",


"A man never reaches that dizzy height of wisdom that he can no longer be led by the nose.",


"I was gratified to be able to answer promptly.  I said I don't know.",


"I've come loaded with statistics, for I've noticed that a man can't prove anything without statistics.",


"If the desire to kill and the opportunity to kill always came together, who would escape hanging?",


"If you pick up a starving dog and make him prosperous, he will not bite you; that is the principal difference between a dog and a man.",


"In our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either.",


"Youth, large, lusty, loving- Youth, full of grace, force, fascination.  Do you know that Old Age may come after you with equal grace, force, fascination",


"A human being has a natural desire to have more of a good thing than he needs.",


"A man is accepted into church for what he believes--and turned out for what he knows.",


"Adam and Eve had many advantages, but the principle one was that they escaped teething.",


"All say, How hard it is that we have to die --a strange complaint to come from the mouths of people who have had to live.",


"By trying we can easily learn to endure adversity.  Another man's, I mean.",


"Grief can take care of itself, but to get the full value of a joy you must have somebody to divide it with.",


"How come we rejoice at a birth and grieve at a funeral? It is because we are not the person involved.",


"I am not one of those who in expressing opinions confine themselves to facts.",


"Just the omission of Jane Austen's books alone would make a fairly good library out of a library that hadn't a book in it.",


"The best way to cheer yourself is to try to cheer someone else up.",


"Thousands of geniuses live and die undiscovered - either by themselves or by others.",


"Tomorrow night I appear for the first time before a Boston audience of 4000 critics.",


"We have a criminal jury system which is superior to any in the world and its efficiency is only marred by the difficulty of finding twelve men every day who don't know anything and can't read.",


"A great person is one who affects the younger generation by his positivity",


"Be good and you will be lonesome.",


"Carlyle said,  A lie cannot live, it shows he did not know how to tell them.",


"Civilization is a limitless multiplication of unnecessary necessaries.",


"Cold If the thermometer had been an inch longer we'd all have frozen to death",


"Courage is resistance to fear, mastery of fear, not absence of fear.",


"Denial ain't just a river in Egypt.",


"Do the thing you fear most and the death of fear is certain.",


"Don't go around saying the world owes you a living.  The world owes you nothing.  It was here first.",


"Don't part with your illusions.  When they are gone you may still exist, but you have ceased to live.",


"Education: that which reveals to the wise, and conceals from the stupid, the vast limits of their knowledge.",


"Eloquence is the essential thing in a speech, not information.",


"Familiarity breeds contempt - and children.",


"Few things are harder to put up with than the annoyance of a good example.",


"George Washington as a boy was ignorant of the commonest accomplishments of youth - he could not even lie.",


"Get your facts first, and then you can distort them as much as you please. (Facts are stubborn, but statistics are more pliable.)",


"God made the Idiot for practice, and then He made the School Board",


"Heaven goes by favour.  If it went by merit, you would stay out and your dog would go in.",


"Humor is mankind's greatest blessing.",


"I am an old man and have a great many troubles, But most of them never happened.",


"I am opposed to millionaires, but it would be dangerous to offer me the position.",


"I am prepared to meet anyone, but whether anyone is prepared for the great ordeal of meeting me is another matter.",


"I cannot call to mind a single instance where I have ever been irreverent, except toward the things which were sacred to other people.",


"I cannot keep from talking, even at the risk of being instructive.",


"I didn't attend the funeral, but I sent a nice letter saying that I approved of it.",


"I don't give a damn for a man that can only spell a word one way.",


"I have a prejudice against people who print things in a foreign language and add no translation.  When I am the reader, and the other considers me able to do the translating myself, he pays me the quite a nice compliment-- but if he would do the translating for me I would try to get along without the compliment.",


"I have never examined the subject of humor until now   I am surprised to find how much ground it covers.  I have got its divisions and frontiers down on a piece of paper.  I find it defined as a production of the brain, as the power of the brain to produce something humorous, and the capacity of percieving humor.",


"I must have a prodigious quantity of mind it takes me as much as a week, sometimes, to make it up.",


"I never could tell a lie that anybody would doubt, nor a truth that anybody would believe.",


"I never write Metropolis for seven cents because I can get the same price for city.  I never write policeman because I can get the same money for cop.",


"If we had less statemanship we could get along with fewer battleships.",


"In certain trying circumstances, urgent circumstances, desperate circumstances, profanity furnishes a relief denied even to prayer.",


"In Marseilles they make half the toilet soap we consume in America, but the Marseillaise only have a vague theoretical idea of its use, which they have obtained from books of travel.",


"In religion and politics, people's beliefs and convictions are in almost every case gotten at second hand, and without examination.",


"In the first place, God made idiots.  That was for practice.  Then he made school boards.",


"It could probably be shown by facts and figures that there is no distinctly American criminal class except Congress.",


"It is better to deserve honors and not have them than to have them and not to deserve them.",


"It is by the goodness of God that in our country we have those three unspeakably precious things freedom of speech, freedom of conscience, and the prudence never to practice either of them.",


"It is discouraging to try and penetrate a mind like yours.  You ought to get it out and dance on it.  That would take some of the rigidity out of it.",


"It is noble to teach oneself, it is still nobler to teach others.",


"It is the difference of opinion that makes horse races.",


"It takes your enemy and your friend,working together,to hurt you to your heart:the one to slander you and the other to bring the news to you.",


"It was enough to make a body ashamed of the human race.",


"It was wonderful to find America, but it would have been more wonderful to miss it.",


"It were not best that we should all think alike it is the difference of opinion that makes horse races.",


"It's easier to fool people than to convince them that they have been fooled.",


"Language is a city to the building of which every human being brought a stone.",


"Let us endeavor so to live that when we come to die even the undertaker will be sorry.",


"Let us not be too particular; it is better to have old secondhand diamonds than none at all.",


"Life is so beautiful.  Nobody can control your life",


"Loyalty to petrified opinion never yet broke a chain or freed a human soul.",


"Man is the only animal that blushes -- or needs to.",


"Man will do many things to get himself loved he will do all things to get himself envied.",


"Many a small thing has been made large by the right kind of advertising.",


"Most people are bothered by those passages of Scripture they do not understand, but the passages that bother me are those I do understand.",


"Of the delights of this world man cares most for sexual intercourse, yet he has left it out of his heaven.",


"One of the most striking differences between a cat and a lie is that a cat has only nine lives.",


"Our opinions do not really blossom into fruition until we have expressed them to someone else.",


"Principles have no real force except when one is well fed.",


"Providence protects children and idiots   I know because I have tested it.",


"Reader, suppose you were an idiot.  And suppose you were a member of Congress.  But I repeat myself.",


"Religion consists in a set of things which the average man thinks he believes and wishes he was certain of.",


"Soap and education are not as sudden as a massacre but they are more deadly in the long run.",


"Some men worship rank, some worship heroes, some worship power, some worship God, and over these ideals they dispute, but they all worship money.",


"Some people get an eduction without going to college the rest get it after they get out.",


"Somewhere between the Angels and the French lies the rest of humanity.",


"Statistics show that we lose more fools on this day than on all other days of the year put together.  This proves, by the numbers left in stock, that one Fourth of July per year is now inadequate, the country has grown so.",


"The best way to cheer yourself up is to try to cheer somebody else up.",


"The coldest winter I ever spent was a summer in San Francisco.",


"The difference between the right word and the almost right word is the difference between lightning and a lightning bug.",


"The first of April is the day we remember what we are the other 364 days of the year.",


"The holy passion of Friendship is of so sweet and steady and loyal and enduring a nature that it will last through a whole lifetime, if not asked to lend money.",


"The human race has one really effective weapon, and that is laughter.",


"The man who does not read good books has no advantage over the man who cannot read them.",


"The man who is a pessimist before 48 knows too much if he is an optimist after it, he knows too little.",


"The miracle, or the power, that elevates the few is to be found in their industry, application, and perseverance under the prompting of a brave, determined spirit.",


"The report of my death was an exaggeration.",


"The right word may be effective, but no word was ever as effective as a rightly timed pause.",


"The rule is perfect in all matters of opinion our adversaries are insane.",


"The trouble isn't that there are too many fools, but that the lightning isn't distributed right.",


"The universal brotherhood of man is our most precious possession.",


"The worst loneliness is not to be comfortable with yourself.",


"There are people who strictly deprive themselves of each and every eatable, drinkable, and smokable which has in any way acquired a shady reputation.  They pay this price for health.  And health is all they get for it.  How strange it is.  It is like paying out your whole fortune for a cow that has gone dry.",


"There are several good protections against temptations, but the surest is cowardice.",


"There are some books that refuse to be written.  They stand their ground year after year and will not be persuaded.  It isn't because the book is not there and worth being written -- it is only because the right form of the story does not present itself.  There is only one right form for a story and if you fail to find that form the story will not tell itself.",


"There are two times in a man's life when he should not speculate when he can't afford it, and when he can.",


"There is no sadder sight than a young pessimist, except an old optimist.",


"There is no such thing as the Queen's English.  The property has gone into the hands of a joint stock company and we own the bulk of the shares.",


"There ought to be a room in every house to swear in.",


"This is the day upon which we are reminded of what we are on the other three hundred and sixty-four.",


"Those that respect the law and love sausage should watch neither being made.",


"Time cools, time clarifies no mood can be maintained quite unaltered through the course of hours.",


"To be good is noble, but to teach others how to be good is nobler--and less trouble.",


"To cease smoking is the easiset thing I ever did.  I ought to know, I've done it a thousand times.",


"Training is everything.  The peach was once a bitter almond cauliflower is nothing but cabbage with a college education.",


"Travel is lethal to prejudice.",


"Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do…",


"Water, taken in moderation, cannot hurt anybody.",


"We all live in the protection of certain cowardices which we call our principles.",


"We are called the nation of inventors.  And we are.  We could still claim that title and wear its loftiest honors if we had stopped with the first thing we ever invented, which was human liberty.",


"We had the sky up there, and we used to lay on our backs and look up at them, and discuss whether they was made or just happened.",


"We owe a deep debt of gratitude to Adam, the first great benefactor of the human race: he brought death into the world.",


"We should be careful to get out of an experience only the wisdom that is in it - and stop there lest we be like the cat that sits down on a hot stove-lid.  She will never sit down on a hot stove-lid again - and that is well but also she will never sit down on a cold one anymore.",


"What a good thing Adam had.  When he said a good thing he knew nobody had said it before.",


"What counts is not necessarily the size of the dog in the fight, what counts is the size of the fight in the dog.",


"Whatever thing men call great, look for it in Joan of Arc, and there you will find it.",


"When a person cannot deceive himself the chances are against his being able to deceive other people.",


"When I was a boy of fourteen, my father was so ignorant I could hardly stand to have the old man around.  But when I got to be twenty-one, I was astonished at how much the old man had learned in seven years.",


"When I was a child people simply looked about them and were moderately happy today they peer beyond the seven seas, bury themselves waist deep in tidings, and by and large what they see and hear makes them unutterably sad.",


"When in doubt, tell the truth.",


"When people do not respect us we are sharply offended; yet deep down in his private heart no man much respects himself.",


"When you cannot get a compliment any other way pay yourself one.",


"Whenever the literary German dives into a sentence, that is the last you are going to see of him until he emerges on the other side of his atlantic with his verb in his mouth.",


"Why shoudn't truth be stranger than fiction Fiction, after all, has to stick to the possibilities.",


"…[I]n order to make a man or a boy covet a thing, it is only necessary to make the thing difficult to obtain.",


"We all have thoughts that would shame the devil."

]}
]

